Repository: sergio-chumacero/aaps-lab
Catalog: .static/nbjs.po
Languages: es

source: delete word before
es: borrar palabra previa

source: delete word after
es: borrar palabra siguiente

source: code completion or indent
es: compleción de código o indentado

source: tooltip
es: barra de herramientas

source: indent
es: indentar

source: dedent
es: desindentar

source: select all
es: seleccionar todo

source: undo
es: deshacer

source: redo
es: rehacer

source: Up
es: Arriba

source: Down
es: Abajo

source: Left
es: Izquierda

source: Right
es: derecha

source: Page Up
es: Página Arriba

source: Page Down
es: Página Abajo

source: Home
es: Casa

source: End
es: Fin

source: Space
es: Espacio

source: Backspace
es: Retroceso

source: Minus
es: Menos

source: PageUp
es: Pag.Arriba

source: The Jupyter Notebook has two different keyboard input modes.
es: El Jupyter Notebook tiene dos modos de teclado distintos.

source: <b>Edit mode</b> allows you to type code or text into a cell and is indicated by a green cell border.
es: <b>Modo Edición</b> te permite introducir código o text en una celda y es indicado por un borde verde.

source: <b>Command mode</b> binds the keyboard to notebook level commands and is indicated by a grey cell border with a blue left margin.
es: <b>Modo Comando</b> enlaza el teclado a los comandos de nivel notebook y es indicado por un borde de celds gris con borde izqierdo azul.

source: Close
es: Cerrar

source: Keyboard shortcuts
es: Atajos de teclado

source: Command
es: Comando

source: Option
es: Opción

source: Return
es: Retornar

source: Command Mode (press %s to enable)
es: Modo Comando (presiona %s paqra habilitar)

source: Edit Shortcuts
es: Editar Atajos de Teclado

source: edit command-mode keyboard shortcuts
es: Editar atajos de teclado en modo comando

source: Edit Mode (press %s to enable)
es: Modo Edición (presiona %s para habilitar)

source: Autosave Failed!
es: Auto-guardado Fallido!

source: Rename
es: Renombrar

source: Enter a new notebook name:
es: Ingresar nuevo nombre de notebook:

source: Rename Notebook
es: Renombrar Notebook

source: Invalid notebook name. Notebook names must have 1 or more characters and can contain any characters except :/\. Please enter a new notebook name:
es: Nombre de notebook inválido. Nombres de Notebook deben tener al menos 1 símbolo y puede contener cualquier símbolo con excepción de :/\. Por favor, ingrese un nuevo nobre de notebook:

source: Renaming...
es: Renombrando...

source: Unknown error
es: Error desconocido

source: no checkpoint
es: no hay punto de control

source: Last Checkpoint: %s
es: Último Punto de Control: %s

source: (unsaved changes)
es: (cambios no-guardados)

source: (autosaved)
es: (auto-guardado)

source: Warning: too many matches (%d). Some changes might not be shown or applied.
es: Atención: demasiados resultados para (%d). Algunos cambios pueden no ser mostrados o aplicados.

source: %d match
es: %d resultado

source: More than 100 matches, aborting
es: Más de 100 resultados, abortando

source: Use regex (JavaScript regex syntax)
es: Utilizar regex (Syntax regex de JavaScript)

source: Replace in selected cells
es: Reemplazar en celdas seleccionadas

source: Match case
es: Emparejar mayúsculas/minúsculas

source: Find
es: Buscar

source: Replace
es: Reemplazar

source: No matches, invalid or empty regular expression
es: No hubo resultados, expresión inválida o vacía

source: Replace All
es: Reemplazar Todo

source: Find and Replace
es: Buscar y Reemplazar

source: find and replace
es: Buscar y reemplazar

source: Write raw LaTeX or other formats here, for use with nbconvert. It will not be rendered in the notebook. When passing through nbconvert, a Raw Cell's content is added to the output unmodified.
es: Escribe LaTex en bruto u otros formatos acá, para uso con nbconvert. No será mostrado en el notebook. Al pasar a través de nbconvert, el contenido de una celda en bruto es añadido al output sin ser modificado.

source: Grow the tooltip vertically (press shift-tab twice)
es: Agrandar la ayuda de herramienta verticalmente (presiona shift-tab dos veces)

source: show the current docstring in pager (press shift-tab 4 times)
es: mostrar el docstring actual en paginador (presiona shift-tab 4 veces)

source: Open in Pager
es: Abrir en Paginador

source: Tooltip will linger for 10 seconds while you type
es: La ayuda de herramienta se mantendrá por 10 segundos mientras escribes

source: Welcome to the Notebook Tour
es: Bienvenido al Tour de Notebook

source: You can use the left and right arrow keys to go backwards and forwards.
es: Puedes usar las teclas de izquierda y derecha para retroceder y avanzar.

source: Filename
es: Nombre de Archivo

source: Click here to change the filename for this notebook.
es: Haz click acá para cambiar el nombre de archivo para este notebook.

source: Notebook Menubar
es: Barra de Menú Notebook

source: The menubar has menus for actions on the notebook, its cells, and the kernel it communicates with.
es: La barra de menú tiene menús para acciones en el notebook, sus celdas y el núcleo con el que se comunica.

source: Notebook Toolbar
es: Barra de herramientas Notebook

source: The toolbar has buttons for the most common actions. Hover your mouse over each button for more information.
es: La barra de herramientas tiene botones para la mayoría de acciones comunes.Pasa el mouse sobre cada botón para obtener más información

source: Mode Indicator
es: Modo Indicador

source: The Notebook has two modes: Edit Mode and Command Mode. In this area, an indicator can appear to tell you which mode you are in.
es: El Notebook tiene dos modod: Modo Edición y Modo Comando. En esta área, un indicador puede aparecer para decirte en qué modo te encuentras.

source: Right now you are in Command Mode, and many keyboard shortcuts are available. In this mode, no icon is displayed in the indicator area.
es: Actualmente te encuentras en Modo Comando, y todos los atajos de teclado estan disponibles. En este modo, no se muestra ningún ícono en el área de indicador.

source: Pressing <code>Enter</code> or clicking in the input text area of the cell switches to Edit Mode.
es: Al presionar <code>Enter</code> o hacer click en el texto de input del área de la celda cambia a Modo Edición.

source: Notice that the border around the currently active cell changed color. Typing will insert text into the currently active cell.
es: Nota que el borde de la celda actualmente activa cambió de color. Escribir inserta texto a la celda actualmente activa.

source: Back to Command Mode
es: De Vuelta al Modo Comando

source: Pressing <code>Esc</code> or clicking outside of the input text area takes you back to Command Mode.
es: Al presionar <code>Esc</code> o hacer click afuera del área de input te lleva de vuelta al Modo Comando

source: Keyboard Shortcuts
es: Atajos de Teclado

source: You can click here to get a list of all of the keyboard shortcuts.
es: Puedes hacer click acá para obtener una lista de todos los atajos de teclado.

source: Kernel Indicator
es: Indicador de Núcleo

source: This is the Kernel indicator. It looks like this when the Kernel is idle.
es: Este es el índicador de núcleo. Se ve así cuando el núcleo esta inactivo.

source: The Kernel indicator looks like this when the Kernel is busy.
es: El indicador de núcleo se ve así cuando el núcleo está ocupado.

source: Interrupting the Kernel
es: Interrumpiendo el Núcleo

source: To cancel a computation in progress, you can click here.
es: Para cancelar un cómputo en progreso, puedes hacer click acá.

source: Notification Area
es: Zona de Notificación

source: Messages in response to user actions (Save, Interrupt, etc.) appear here.
es: Los mensajes en respuesta a las acciones de usuarios (Guardar, Interrumpir, etc.)aparecen acá.

source: End of Tour
es: Fin del Tour

source: This concludes the Jupyter Notebook User Interface Tour.
es: Esto concluye el tour por la interfaz de Jupyter Notebook.

source: Edit Attachments
es: Editar Adjuntos

source: Cell
es: Celda

source: Edit Metadata
es: Editar Metadatos

source: Custom
es: Personalizado

source: Set the MIME type of the raw cell:
es: Definir el tipo MIME de la celda en bruto:

source: Raw Cell MIME Type
es: Tipo MIMe de Celda en bruto

source: Raw NBConvert Format
es: Formato NBConvert en bruto

source: Raw Cell Format
es: Formato de Celda en Bruto

source: Slide
es: Diapositiva

source: Sub-Slide
es: Sub-Diapositiva

source: Fragment
es: Fragmento

source: Skip
es: Saltar

source: Notes
es: Notas

source: Slide Type
es: Tipo de Diapositiva

source: Slideshow
es: Presentación

source: Add tag
es: Añadir marca

source: Edit the list of tags below. All whitespace is treated as tag separators.
es: Editar la lista de marcas debajo. Todos los espacios blancos son tratados como separadores de marcas.

source: Edit the tags
es: Editar las marcas

source: Edit Tags
es: Editar Marcas

source: Shutdown
es: Apagar

source: Create a new notebook with %s
es: Crear un notebook nuevo con %s

source: An error occurred while creating a new notebook.
es: Ocurrió un erro al crear nuevo notebook.

source: Creating File Failed
es: No se pudo Crear Archivo

source: An error occurred while creating a new file.
es: Ocurrió un erro al crear un nuevo archivo.

source: Creating Folder Failed
es: No se pudo crear directorio

source: An error occurred while creating a new folder.
es: Ocurrió un error al crear nuevo directorio.

source: Failed to read file
es: No se pudo leer archivo

source: Failed to read file %s
es: No se pudo leer archivo %s

source: The file size is %d MB. Do you still want to upload it?
es: El archivo sobrepasa los %d MB. Todavía quieres subirlo?

source: Large file size warning
es: Alerta de archivo de gran tamaño

source: Server error:
es: Error de servidor:

source: The notebook list is empty.
es: La lista del notebook está vacía.

source: Click here to rename, delete, etc.
es: Haz click acá para renombrar, borrar, etc.

source: Running
es: Activo

source: Enter a new file name:
es: Ingresar nuevo nombre de archivo:

source: Enter a new directory name:
es: Ingresar nuevo nombre de directorio:

source: Enter a new name:
es: Ingresar nuevo nombre:

source: Rename file
es: Renombrar archivo

source: Rename directory
es: Renombrar directorio

source: Rename notebook
es: Renombrar notebook

source: Move
es: Mover

source: An error occurred while renaming "%1$s" to "%2$s".
es: Ocurrió un error al renombrar "%1$s" to "%2$s".

source: Rename Failed
es: No se pudo renombrar

source: Enter a new destination directory path for this item:
es: Ingresa un nuevo camino de directorio destino para este elemento:

source: Move an Item
es: Mover un Elemento

source: An error occurred while moving "%1$s" from "%2$s" to "%3$s".
es: Ocurrió un error al mover "%1$s" de "%2$s" a "%3$s".

source: Move Failed
es: No se pudo mover

source: Are you sure you want to permanently delete: "%s"?
es: Estas seguro que quieres borrar permanentemente: "%s"?

source: An error occurred while deleting "%s".
es: Ocurrió un error al borrar "%s".

source: Delete Failed
es: No se pudo borrar

source: Are you sure you want to duplicate: "%s"?
es: Estas seguro que quieres duplicar: "%s"?

source: Duplicate
es: Duplicar

source: An error occurred while duplicating "%s".
es: Ocurrió un error al duplicar "%s".

source: Duplicate Failed
es: No se pudo duplicar

source: Upload
es: Subir

source: Invalid file name
es: Nombre de archivo inválido

source: File names must be at least one character and not start with a period
es: Nombres de archivos deben tener al menos un símbolo y no deben comenzarcon un punto.

source: Cannot upload invalid Notebook
es: No se puede subir Notebook inválido

source: There is already a file named "%s". Do you want to replace it?
es: Ya hay un archivo llamado "%s". Quieres reemplazarlo?

source: Replace file
es: Reemplazar archivo
