Repository: sergio-chumacero/aaps-lab
Catalog: .static/nbjs.po
Languages: es

source: Manually edit the JSON below to manipulate the metadata for this cell.
es: Editar el siguiente JSON manualmente para manipular los metadatos deesta celda.

source: Manually edit the JSON below to manipulate the metadata for this notebook.
es: Editar el siguiente JSON manualmente para manipular los metadatos deeste notebook

source: We recommend putting custom metadata attributes in an appropriately named substructure, so they don't conflict with those of others.
es: Recomendamos poner atributos de metadatos personalizados en unanombrada apropiadamente, de manera que no genere conflicto conaqullos de otros.

source: Edit the metadata
es: Editar los metadatos

source: Edit Notebook Metadata
es: Editar los Metadatos del Notebook

source: Edit Cell Metadata
es: Editar los Metadatos de la Celda

source: Cancel
es: Cancelar

source: Edit
es: Editar

source: Apply
es: Aplicar

source: WARNING: Could not save invalid JSON.
es: Atención: No se pudo guardar el JSON inválido.

source: There are no attachments for this cell.
es: No hay adjuntos para esta celda

source: Current cell attachments
es: Adjuntos de la celda actual

source: Attachments
es: Adjuntos

source: Restore
es: Restaurar

source: Delete
es: Borrar

source: Edit attachments
es: Editar adjuntos

source: Edit Notebook Attachments
es: Editar Adjuntos del Notebook

source: Edit Cell Attachments
es: Editar Adjuntos de Celda

source: Select a file to insert.
es: Seleccionar archivo a insertar.

source: Select a file
es: Seleccionar un archivo

source: You are using Jupyter notebook.
es: Estas usando Jupyter notebook.

source: The version of the notebook server is:
es: La versión del servidor de notebook es:

source: The server is running on this version of Python:
es: El servidor está corriendo en esta versión de Python:

source: Waiting for kernel to be available...
es: Esperando a que el núcleo esté disponible...

source: Server Information:
es: Información del Servidor:

source: Current Kernel Information:
es: Información del núcleo actual:

source: Could not access sys_info variable for version information.
es: No se pudo acceder a la variable sys_info para lainformación de versión

source: Cannot find sys_info!
es: No se pudo encontrar sys_info!

source: About Jupyter Notebook
es: Acerca de Jupyter Notebook

source: unable to contact kernel
es: no se pudo contactar al núcleo

source: toggle rtl layout
es: mostrar/ocultar interfáz rtl

source: Toggle the screen directionality between left-to-right and right-to-left
es: Cambiar la direccionalidad de la pantalla entre izquierda-a-derecha yderecha-a-izquierda

source: edit command mode keyboard shortcuts
es: editar los atajos de teclado del modo comando

source: Open a dialog to edit the command mode keyboard shortcuts
es: Abrir un diálogo para editar los atajos de tecladodel modo comando

source: restart kernel
es: reiniciar el núcleo

source: restart the kernel (no confirmation dialog)
es: reiniciar el núclo (sin diálogo de confirmación)

source: confirm restart kernel
es: confirmar el reinicio del núcleo

source: restart the kernel (with dialog)
es: reiniciar el núcleo (con diálogo)

source: restart kernel and run all cells
es: reiniciar el núcleo y correr todas las celdas

source: restart the kernel, then re-run the whole notebook (no confirmation dialog)
es: reiniciar el núcleo, y correr nuevamente todo el notebook(sin diálogo de confirmación)

source: confirm restart kernel and run all cells
es: confrimar el reinicio del núcleo ycorrer nuevamente todas las celdas

source: restart the kernel, then re-run the whole notebook (with dialog)
es: reiniciar el núcleo, y correr nuevamente todo el notebook (con diálogo)

source: restart kernel and clear output
es: reiniciar el núcleo y remover el output

source: restart the kernel and clear all output (no confirmation dialog)
es: reiniciar el núcleo y remover todo el output (sin diálogo de confirmación)

source: confirm restart kernel and clear output
es: confirmar el reinicio del núcleo y remover todo el output

source: restart the kernel and clear all output (with dialog)
es: reiniciar el núcleo y remover todo el output (con diálogo)

source: interrupt the kernel
es: interrumpir el núcleo

source: run cell and select next
es: ejecutar celda y seleccionar siguiente

source: run cell, select below
es: ejecutar celda y seleccionar debajo

source: run selected cells
es: ejecutar celdas seleccionadas

source: run cell and insert below
es: ejecutar celda e insertar debajo

source: run all cells
es: ejecutar todas las celdas

source: run all cells above
es: ejecutar todas las celdas encima

source: run all cells below
es: ejecutar todas las celdas encima

source: enter command mode
es: abrir modo comando

source: insert image
es: insertar imágen

source: cut cell attachments
es: cortar adjuntos de celda

source: copy cell attachments
es: copiar adjuntos de celda

source: paste cell attachments
es: pegar adjuntos de celda

source: split cell at cursor
es: separar celda en cursor

source: enter edit mode
es: abrir modo edición

source: select previous cell
es: seleccionar celda previa

source: select cell above
es: seleccionar celda superior

source: select next cell
es: seleccionar la siguiente celda

source: select cell below
es: seleccionar celda debajo

source: extend selection above
es: extender selección encima

source: extend selected cells above
es: extender celdas seleccionadas encima

source: extend selection below
es: extender selección debajo

source: extend selected cells below
es: extender celdas seleccionadas debajo

source: cut selected cells
es: cortar celdas seleccionadas

source: copy selected cells
es: copiar celdas seleccionadas

source: paste cells above
es: pegar celdas arriba

source: paste cells below
es: pegar celdas abajo

source: insert cell above
es: insertar celdas arriba

source: insert cell below
es: insertar celdas abajo

source: change cell to code
es: cambiar celda a código

source: change cell to markdown
es: cambiar celda a markdown

source: change cell to raw
es: cambiar celda a bruto

source: change cell to heading 1
es: cambiar celda a encabezado 1

source: change cell to heading 2
es: cambiar celda a encabezado 2

source: change cell to heading 3
es: cambiar celda a encabezado 3

source: change cell to heading 4
es: cambiar celda a encabezado 4

source: change cell to heading 5
es: cambiar celda a encabezado 5

source: change cell to heading 6
es: cambiar celda a encabezado 6

source: toggle cell output
es: mostrar/ocultar output de celda

source: toggle output of selected cells
es: mostrar/ocultar output de la celda seleccionada

source: toggle cell scrolling
es: activar/desactivar deslizamiento de celda

source: toggle output scrolling of selected cells
es: activar/desactivar deslizamiento del output delas celdas seleccionadas

source: clear cell output
es: remover output de celda

source: clear output of selected cells
es: remover el output de las celdas seleccionadas

source: move cells down
es: mover celdas abajo

source: move selected cells down
es: mover celdas seleccionadas abajo

source: move cells up
es: mover celdas arriba

source: move selected cells up
es: mover celdas seleccionadas arriba

source: toggle line numbers
es: mostrar/ocultar números de línea

source: show keyboard shortcuts
es: mostrar atajos de teclado

source: delete cells
es: borrar celdas

source: delete selected cells
es: borrar celdas seleccionadas

source: undo cell deletion
es: deshacer borrado de celda

source: merge cell with previous cell
es: fusionar con celda previa

source: merge cell above
es: fusionar celda arriba

source: merge cell with next cell
es: fusionar con celda siguiente

source: merge cell below
es: fusionar celda abajo

source: merge selected cells
es: fusionar celdas seleccionadas

source: merge cells
es: fusionar celdas

source: merge selected cells, or current cell with cell below if only one cell is selected
es: fusionar celdas seleccionadas o celda actual con celda debajo si sólo unase encuentra seleccionada

source: show command pallette
es: mostrar la paleta de comandos

source: open the command palette
es: abrir la paleta de comandos

source: toggle all line numbers
es: mostar/ocultar todos los números de línea

source: toggles line numbers in all cells, and persist the setting
es: mostrar/ocultar números de línea en todas las celdas, ymantener esta opción

source: show all line numbers
es: mostrar todos los números de línea

source: show line numbers in all cells, and persist the setting
es: mostrar números de línea en todas las celdas y mantener esta opción

source: hide all line numbers
es: ocultar todos los números de línea

source: hide line numbers in all cells, and persist the setting
es: ocultar números de línea en todas las celdas y mantener esta opción

source: toggle header
es: mostrar/ocultar encabezado

source: switch between showing and hiding the header
es: cambiar entre mostrar y ocultar el encabezado

source: show the header
es: mostrar el encabezado

source: hide the header
es: ocultar el encabezado

source: toggle toolbar
es: mostar/ocultar barra de herramientas

source: switch between showing and hiding the toolbar
es: cambiar entre mostar y ocultar la barra de herramientas

source: show the toolbar
es: mostrar la barra de herramientas

source: hide the toolbar
es: ocultar la barra de herramientas

source: close the pager
es: cerrar la página

source: ignore
es: ignorar

source: move cursor up
es: mover el cursor arriba

source: move cursor down
es: mover el cursor abajo

source: scroll notebook down
es: deslizar notebook abajo

source: scroll notebook up
es: deslizar notebook arriba

source: scroll cell center
es: deslizar celda al centro

source: Scroll the current cell to the center
es: Deslizar la celda actual al centro

source: scroll cell top
es: deslizar celda al inicio

source: Scroll the current cell to the top
es: Deslizar la celda actual hasta el inicio

source: duplicate notebook
es: duplicar notebook

source: Create and open a copy of the current notebook
es: Crar y abrir una copia del notebook actual

source: trust notebook
es: confiar notebook

source: Trust the current notebook
es: Confiar el notebook actual

source: rename notebook
es: renombrar notebook

source: Rename the current notebook
es: Renombrar el notebook actual

source: toggle all cells output collapsed
es: mostrar/ocultar todos los outputs de celda colapsados

source: Toggle the hidden state of all output areas
es: Mostrar/ocultar el estado oculto de todas las áreas de output

source: toggle all cells output scrolled
es: mostrar/ocultar todos los outputs de celda deslizados

source: Toggle the scrolling state of all output areas
es: Mostrar/ocultar el estado de deslizamiento de todaslas áreas de output

source: clear all cells output
es: remover todas las celdas de output

source: Clear the content of all the outputs
es: Remover el contenido de todos los outputs

source: save notebook
es: guardar notebook

source: Save and Checkpoint
es: Guardar y crear punto de control

source: Warning: accessing Cell.cm_config directly is deprecated.
es: Atención: acceso directo a Cell.cm_config está deprecado.

source: Unrecognized cell type: %s
es: Tipo de celda no-reconocido: %s

source: Unrecognized cell type
es: Tipo de celda no-reconocido

source: Error in cell toolbar callback %s
es: Error en el llamado a la barra de herramienta de celda %s

source: Clipboard types: %s
es: Tipos de portapapeles: %s

source: Dialog for paste from system clipboard
es: Diálogo para pegar desde el portapapeles del sistema

source: Press %s again to paste
es: Presione %s de nuevo para pegar

source: Why is this needed?
es: Porqué es esto necesario?

source: We can't get paste events in this browser without a text box.
es: No podemos pegar eventos en este browser sin notificación

source: There's an invisible text box focused in this dialog.
es: Hay una caja de texto invisible en este diálogo.

source: %s to paste
es: %s para pegar

source: Can't execute cell since kernel is not set.
es: No se puede ejecutar celda ya que el núcleo no esta establecido.

source: In
es: ADentro

source: Could not find a kernel matching %s. Please select a kernel:
es: No se encontró el núcleo %s. Porfavor seleccione un núcleo:

source: Continue Without Kernel
es: Continuar Sin Núcleo

source: Set Kernel
es: Establecer Núcleo

source: Kernel not found
es: Núcleo no encontrado

source: Creating Notebook Failed
es: La Creación de Notebook falló

source: The error was: %s
es: El error fué: %s

source: Run
es: Ejecutar

source: Code
es: Código

source: Raw NBConvert
es: NBConvert Bruto

source: Heading
es: Encabezado

source: unrecognized cell type:
es: tipo de celda no-reconocido:

source: Failed to retrieve MathJax from '%s'
es: No se pudo recuperar MathJax de '%s'

source: Math/LaTeX rendering will be disabled.
es: La representación de Math/LaTeX será desactivada.

source: Trusted Notebook
es: Notebook de Confianza

source: Trust Notebook
es: Confiar en el Notebook

source: None
es: Ninguno

source: No checkpoints
es: No hay puntos de control

source: Opens in a new window
es: Abre en una nueva ventana

source: Autosave in progress, latest changes may be lost.
es: Auto-guardado en progreso, últimos cambios en riesgo deser perdidos

source: Unsaved changes will be lost.
es: Cambios no guardados serán perdidos.

source: The Kernel is busy, outputs may be lost.
es: El núcleo está ocupado, los outputs podrían ser perdidos.

source: This notebook is version %1$s, but we only fully support up to %2$s.
es: Este notebook es de versión %1%s, pero sólo respaldamos completamente hastala versión %2%s.

source: You can still work with this notebook, but cell and output types introduced in later notebook versions will not be available.
es: Aún puedes trabajar con este notebook, pero los tipos de output introducidos en las siguientes versiones de notebook no estarán disponibles

source: Restart and Run All Cells
es: Reiniciar y Ejecutar Todas las Celdas

source: Restart and Clear All Outputs
es: Reiniciar y Remover Todos los Outputs

source: Restart
es: Reiniciar

source: Continue Running
es: Continuar Corriendo

source: Reload
es: Recargar

source: Overwrite
es: Sobreescribir

source: Trust
es: Confiar

source: Revert
es: Revertir

source: Newer Notebook
es: Notebook más Reciente

source: Use markdown headings
es: Usar encabezados markdown

source: Jupyter no longer uses special heading cells. Instead, write your headings in Markdown cells using # characters:
es: Jupyter ya no utiliza encabezados de celda especiales. En vez,escribe tus encabezados en celdas del tipo Markdown usando lossímbolos #:

source: ## This is a level 2 heading
es: ## Este es un ecabezado de nivel 2

source: Restart kernel and re-run the whole notebook?
es: Reiniciar núcleo y ejecutar nuevamente todo el notebook?

source: Are you sure you want to restart the current kernel and re-execute the whole notebook? All variables and outputs will be lost.
es: Estas seguro que quieres reiniciar el núcleo actual y ejecutar nuevamente todoel notebook? Todas las variables y outputs se perderán

source: Restart kernel and clear all output?
es: Reiniciar núcleo y remover todo el output?

source: Do you want to restart the current kernel and clear all output? All variables and outputs will be lost.
es: Quieres reiniciar el núcleo actual y remover todo el output?Todas las variables y outputs se perderán.

source: Restart kernel?
es: Reiniciar núcleo?

source: Do you want to restart the current kernel? All variables will be lost.
es: Quieres reiniciar el núcleo actual? Todas las variables se perderán

source: Shutdown kernel?
es: Apagar núcleo?

source: Do you want to shutdown the current kernel? All variables will be lost.
es: Quieres apagar el núcleo acual?Todas las variables se perderán.

source: Notebook changed
es: Notebook cambiado

source: The notebook file has changed on disk since the last time we opened or saved it. Do you want to overwrite the file on disk with the version open here, or load the version on disk (reload the page) ?
es: El archivo del notebook cambió en el disco desde la última vez que fue abierto o guardado. Quieres sobreescribir el archivo en disco con la última versión abierta aqui, o cargar la versión en disco (volver a cargar la página) ?

source: Notebook validation failed
es: La validation du notebook a échoué

source: The save operation succeeded, but the notebook does not appear to be valid. The validation error was:
es: La operación fue exitosa, pero el notebook no parece ser válido. El error de validación fue el siguiente:

source: A trusted Jupyter notebook may execute hidden malicious code when you open it. Selecting trust will immediately reload this notebook in a trusted state. For more information, see the Jupyter security documentation:
es: Un Jupyter notebook puede ejecutar código malicioso oculto cuando lo abres. Seleccionar confianza cargará el notebooke inmediatamente en un estado de confiaza. Para mayor información, vease la documentación de seguridad:

source: here
es: aqui

source: Trust this notebook?
es: Confiar en este notebook?

source: Notebook failed to load
es: El notebook falló en cargar

source: The error was:
es: El error fue:

source: See the error console for details.
es: Vease el error de consola para más detalles.

source: The notebook also failed validation:
es: El notebook también falló la validación:

source: An invalid notebook may not function properly. The validation error was:
es: Un notebook inválido puede no funcionar apropiadamente. El error de validación fue:

source: This notebook has been converted from an older notebook format to the current notebook format v(%s).
es: Este notebook fue convertido de un formato de notebook previo al formato actual v(%s).

source: This notebook has been converted from a newer notebook format to the current notebook format v(%s).
es: Este notebook fue convertido de una versión más nuevo de formato de notebook al formato acutal v(%s).

source: The next time you save this notebook, the current notebook format will be used.
es: La siguiente vez que guardes este notebook, el formato de notebook actual será utilizado

source: Older versions of Jupyter may not be able to read the new format.
es: Versiones previas de Jupyter pueden no ser capaces de leer el nuevo formato.

source: Some features of the original notebook may not be available.
es: Algunas propiedades del notebook original pueden no estar disponibles.

source: To preserve the original version, close the notebook without saving it.
es: Para preservar la versión original, cierre el notebook sin guardarlo.

source: Notebook converted
es: Notebook convertido

source: (No name)
es: (Sin nombre)

source: An unknown error occurred while loading this notebook. This version can load notebook formats %s or earlier. See the server log for details.
es: Un error desconocido ocurrió mientras se cargaba este notebook. Esta version puede cargar un notebook en formato %s o anterior. Vea los registros del servidor para más detalles

source: Error loading notebook
es: Error cargando el notebook

source: Are you sure you want to revert the notebook to the latest checkpoint?
es: Estas seguro que quieres revertir el notebook al punto de control más reciente?

source: This cannot be undone.
es: Esto no puede ser deshecho.

source: The checkpoint was last updated at:
es: El punto de control fue actualizado por última vez en:

source: Revert notebook to checkpoint
es: Revertir notebook a punto de control

source: Edit Mode
es: Editar Modo

source: Command Mode
es: Modo Comando

source: Kernel Created
es: Núcleo Creado

source: Connecting to kernel
es: Concectando al núcleo

source: Not Connected
es: No Connectado

source: click to reconnect
es: haz click para reconectar

source: Restarting kernel
es: Reiniciando núcleo

source: Kernel Restarting
es: Núcleo Reiniciandose

source: The kernel appears to have died. It will restart automatically.
es: El núcleo parece haber muerto. Se reiniciará automáticamente.

source: Dead kernel
es: Núcleo muerto

source: Kernel Dead
es: Núcleo Muerto

source: Interrupting kernel
es: Interrumpiendo núcleo

source: No Connection to Kernel
es: No hay Conexión al Núcleo

source: A connection to the notebook server could not be established. The notebook will continue trying to reconnect. Check your network connection or notebook server configuration.
es: Una conexión al núcleo del notebook no pudo ser establecida. El notebook continuará tratando de reconectar. Verifica tu conexión o la configuración del servidor.

source: Connection failed
es: La Conexión falló

source: No kernel
es: No hay núcleo

source: Kernel is not running
es: El núcleo no está corriendo

source: Don't Restart
es: No Reinicie

source: Try Restarting Now
es: Tratando de Reiniciar Ahora

source: The kernel has died, and the automatic restart has failed. It is possible the kernel cannot be restarted. If you are not able to restart the kernel, you will still be able to save the notebook, but running code will no longer work until the notebook is reopened.
es: El núcleo murió, y el reinicio automático falló. Es posible que el núcleo no pueda ser reiniciado. Si no puedes reiniciar el núcleo, todavía puedes guardar el notebook, pero el código en ejecución no funcionará hasta que el notebook se abierto nuevamente.

source: No Kernel
es: No hay Núcleo

source: Failed to start the kernel
es: No se pudo iniciar el núcleo

source: Kernel Busy
es: Núcleo Ocupado

source: Kernel starting, please wait...
es: Núcleo iniciando, por favor...

source: Kernel Idle
es: Núcleo Desocupado

source: Kernel ready
es: Núcleo listo

source: Using kernel:
es: Usando núcleo:

source: Only candidate for language: %1$s was %2$s.
es: El único candidato de lenguaje: %1$s fue %2$s.

source: Loading notebook
es: Cargando notebook

source: Notebook loaded
es: Notebook cargado

source: Saving notebook
es: Guardando notebook

source: Notebook saved
es: Notebook guardado

source: Notebook save failed
es: No se pudo guardar notebook

source: Notebook copy failed
es: No se pudo copiar notebook

source: Checkpoint created
es: Punto de control creado

source: Checkpoint failed
es: Falla de punto de control

source: Checkpoint deleted
es: Punto de control borrado

source: Checkpoint delete failed
es: No se pudo borrar el punto de control

source: Restoring to checkpoint...
es: Restaurando a punto de control...

source: Checkpoint restore failed
es: No se pudo restaurar punto de control

source: Autosave disabled
es: Auto-guardado deshabilitado

source: Saving every %d sec.
es: Guardando cada %d sec.

source: Trusted
es: De Confianza

source: Not Trusted
es: No de Confianza

source: click to expand output
es: Haz click para expandir output

source: click to expand output; double click to hide output
es: haz click para expandir output; doble click para ocultar output

source: click to unscroll output; double click to hide
es: haz click para revertir deslizamiento de output; doble click para ocultar

source: click to scroll output; double click to hide
es: haz click para deslizar output; doble click para ocultar

source: Javascript error adding output!
es: Error de Javascript al añadir output!

source: See your browser Javascript console for more details.
es: Ve la consola de Javascript de tu browser para más detalles.

source: Unrecognized output: %s
es: Output no-reconocido: %s

source: Open the pager in an external window
es: Abrir la página en una ventana externa

source: Close the pager
es: Cerrar la página

source: Jupyter Pager
es: Paginador de Jupyter

source: go to cell start
es: ir a la celda de inicio

source: go to cell end
es: ir a la celda final

source: go one word left
es: ir una palabra a la izquierda

source: go one word right
es: ir una palabra a la derecha
