Repository: sergio-chumacero/aaps-lab
Catalog: .static/nbui.po
Languages: es

source: You are requesting a page that does not exist!
es: Estas solicitando una página que no existe!

source: current mode
es: modo actual

source: File
es: Archivo

source: New
es: Nuevo

source: Save
es: Guardar

source: Rename
es: Renombrar

source: Download
es: Descargar

source: Edit
es: Editar

source: Find
es: Encontrar

source: Find &amp; Replace
es: Encontrar &amp; Reemplazar

source: Key Map
es: Mapa de Teclas

source: Sublime Text
es: Texto Sublime

source: View
es: Ver

source: Show/Hide the logo and notebook title (above menu bar)
es: Mostrar/Ocultar el logo y el título del notebook (encima de la barra de menú)

source: Toggle Header
es: Mostrar/Ocultar Encabezado

source: Toggle Line Numbers
es: Mostrar/Ocultar números de línea

source: Language
es: Lenguage

source: The error was:
es: El error era:

source: Password or token:
es: Contraseña o Token:

source: Password:
es: Contraseña:

source: Log in
es: Ingresar

source: No login available, you shouldn't be seeing this page.
es: Ingreso no disponible, no deberías estar viendo esta página.

source: Proceed to the <a href="%(base_url)s">dashboard
es: Procede al <a href="%(base_url)s">panel de control

source: Proceed to the <a href="%(base_url)slogin">login page
es: Procede a la <a href="%(base_url)s">página de ingreso

source: Menu
es: Menú

source: Kernel
es: Núcleo

source: This notebook is read-only
es: Esta notebook es de lectura sólamente

source: New Notebook
es: Nueva Libreta

source: Opens a new window with the Dashboard view
es: Abre una nueva ventana con vista al panel de control

source: Open...
es: Abrir...

source: Open a copy of this notebook's contents and start a new kernel
es: Abrir una copia de los contenidos esta libreta y arranca un nuevo núcleo

source: Make a Copy...
es: Crear una Copia...

source: Rename...
es: Renombrar...

source: Save and Checkpoint
es: Guardar y crear Punto de Control

source: Revert to Checkpoint
es: Revertir a Punto de Control

source: Print Preview
es: Imprimir Vista Previa

source: Download as
es: Descargar como

source: Notebook (.ipynb)
es: Libreta (.ipynb)

source: Deploy as
es: Desplegar a Producción como

source: Trust the output of this notebook
es: Confiar en el output de esta libreta

source: Trust Notebook
es: Confiar en esta Libreta

source: Shutdown this notebook's kernel, and close this window
es: Apagar el núcleo de esta libreta, y cerrar esta ventana

source: Close and Halt
es: Cerrar y Parar

source: Cut Cells
es: Cortar Celda

source: Copy Cells
es: Copiar Celdas

source: Paste Cells Above
es: Pegar Celdas Encima

source: Paste Cells Below
es: Pegar Celdas Debajo

source: Paste Cells &amp; Replace
es: Pegar Celdas &amp; Reemplazar

source: Delete Cells
es: Eliminar Celdas

source: Undo Delete Cells
es: Anular Eliminación de Celdas

source: Split Cell
es: Dividir Celda

source: Merge Cell Above
es: Fusionar Celda Previa

source: Merge Cell Below
es: Fusionar la Siguiente Celda

source: Move Cell Up
es: Mover Celda Arriba

source: Move Cell Down
es: Mover Celda Abajo

source: Edit Notebook Metadata
es: Editar Metadatos de la Libreta

source: Find and Replace
es: Buscar y Reemplazar

source: Cut Cell Attachments
es: Cortar Adjuntos de Celda

source: Copy Cell Attachments
es: Copiar Adjuntos de Celda

source: Paste Cell Attachments
es: Pegar Adjuntos de Celda

source: Insert Image
es: Insertar Imágen

source: Show/Hide the action icons (below menu bar)
es: Mostrar/Ocultar los íconos de acción (debajo de la barra de menú)

source: Toggle Toolbar
es: Mostrar/Ocultar la barra de herramientas

source: Show/Hide line numbers in cells
es: Mostrar/Ocultar los números de línea en las celdas

source: Cell Toolbar
es: Barra de Herramientas de Celda

source: Insert
es: Insertar

source: Insert an empty Code cell above the currently active cell
es: Insertar una celda de código vacía encima de la celda activa

source: Insert Cell Above
es: Insertar Celda Debajo

source: Insert an empty Code cell below the currently active cell
es: Insertar una celda de código debajo de la celda activa

source: Insert Cell Below
es: Insertar Celda Debajo

source: Cell
es: Celda

source: Run this cell, and move cursor to the next one
es: Ejecutar esta celda

source: Run Cells
es: Ejecutar Celdas

source: Run this cell, select below
es: Ejecutar esta celda, selecionar debajo

source: Run Cells and Select Below
es: Ejecutar Celda y Seleccionar Debajo

source: Run this cell, insert below
es: Ejecutar esta celda, insertar debajo

source: Run Cells and Insert Below
es: Ejecutar Celda e Insertar Debajo

source: Run all cells in the notebook
es: Ejecutar todas las celdas de la libreta

source: Run All
es: Ejecutar Todo

source: Run all cells above (but not including) this cell
es: Ejecutar todas las celdas debajo de (pero no incluyendo) esta celda

source: Run All Above
es: Ejecutar Todo Encima

source: Run this cell and all cells below it
es: Ejecutar esta celda y todas las celdas debajo

source: Run All Below
es: Ejecutar Todo Debajo

source: All cells in the notebook have a cell type. By default, new cells are created as 'Code' cells
es: Todas las celdas en la libreta tienen un tipo de celda. Por default, nuevas celdas son creadas como celdas de código.

source: Cell Type
es: Tipo de Celda

source: Contents will be sent to the kernel for execution, and output will display in the footer of cell
es: El contenido será enviado al núcleo para ejecución, y el output sera exhibido al pie de esta celda

source: Contents will be rendered as HTML and serve as explanatory text
es: El contenido sera mostrado como HTML y servirá de guía

source: Contents will pass through nbconvert unmodified
es: El contenido pasará por nbconver sin modificaciones

source: Raw NBConvert
es: NBConvert en Bruto

source: Current Outputs
es: Output Actual

source: Hide/Show the output of the current cell
es: Mostrar/Ocultar el output de la celda actual

source: Toggle
es: Mostrar/Ocultar

source: Scroll the output of the current cell
es: Deslizar el output de la celda actual

source: Toggle Scrolling
es: Mostrar/Ocultar Deslizamiento

source: Clear the output of the current cell
es: Borrar el output de la celda actual

source: Clear
es: Borrar

source: All Output
es: Todo el Output

source: Hide/Show the output of all cells
es: Mostrar/Ocultar el output de todas las celdas

source: Scroll the output of all cells
es: Deslizar por el output de todas las celdas

source: Clear the output of all cells
es: Borrar el output de todas las celdas

source: Send Keyboard Interrupt (CTRL-C) to the Kernel
es: Mandar Interrupción de Teclado (CTRL-C) al núcleo

source: Interrupt
es: Interrumpir

source: Restart the Kernel
es: Restaurar el Núcleo

source: Restart
es: Reiniciar

source: Restart the Kernel and clear all output
es: Reiniciar el Núcleo y borrar todo el output

source: Restart &amp; Clear Output
es: Reiniciar &amp; Borrar Output

source: Restart the Kernel and re-run the notebook
es: Reiniciar el Núcleo y volver a ejecutar la libreta

source: Restart &amp; Run All
es: Reiniciar &amp; Ejecutar Todo

source: Reconnect to the Kernel
es: Reconectar al Núcleo

source: Reconnect
es: Reconectar

source: Change kernel
es: Cambiar el núcleo

source: Help
es: Ayuda

source: A quick tour of the notebook user interface
es: Un tour rápido de la interfaz de usuario

source: User Interface Tour
es: Tour de Interfaz de Usuario

source: Opens a tooltip with all keyboard shortcuts
es: Abre una herramienta de ayuda con todos los atajos de teclado

source: Keyboard Shortcuts
es: Atajos de Teclado

source: Opens a dialog allowing you to edit Keyboard shortcuts
es: Abre un diálogo que permite editar los atajos de teclado

source: Edit Keyboard Shortcuts
es: Editar Atajos de Teclado

source: Notebook Help
es: Ayuda de Libreta

source: Opens in a new window
es: Abre en una nueva ventana

source: About Jupyter Notebook
es: Acerca de la Libreta Jupyter

source: About
es: Acerca de

source: Jupyter Notebook requires JavaScript.
es: La Libreta Jupyter requiere JavaScript.

source: Please enable it to proceed.
es: Porfavor actívalo para proceder.

source: dashboard
es: panel de cotrol

source: Logout
es: Cerrar Sesión

source: Login
es: Iniciar Sesión

source: Files
es: Archivos

source: Running
es: En Ejecución

source: Clusters
es: Grupos de Cómputo

source: Select items to perform actions on them.
es: Seleccionar objetos para realizar acción

source: Duplicate selected
es: Duplicar lo seleccionado

source: Duplicate
es: Duplicar

source: Rename selected
es: Renombrar lo seleccionado

source: Move selected
es: Mover lo seleccionado

source: Move
es: Mover

source: Download selected
es: Descargar lo seleccionado

source: Shutdown selected notebook(s)
es: Apagar la(s) libreta(s) seleccionada(s)

source: Shutdown
es: Apagar

source: View selected
es: Ver lo seleccionado

source: Edit selected
es: Editar lo seleccionado

source: Delete selected
es: Borrar lo seleccionado

source: Click to browse for a file to upload.
es: Haz click para seleccionar un archivo y cargarlo

source: Upload
es: Cargar

source: Text File
es: Archivo de Texto

source: Folder
es: Carpeta

source: Terminals Unavailable
es: Terminal no Disonible

source: Refresh notebook list
es: Actualizar lista de libretas

source: Select All / None
es: Seleccionar Todo / Ninguno

source: Select...
es: Seleccionar...

source: Select All Folders
es: Seleccionar Todas las Carpetas

source: Folders
es: Carpetas

source: Select All Notebooks
es: Seleccionar Todas las Libretas

source: All Notebooks
es: Todas las Libretas

source: Select Running Notebooks
es: Seleccionar todas las Libretas en Ejecución

source: Select All Files
es: Seleccionar Todos los Archivos

source: Last Modified
es: Último Modificado

source: Name
es: Nombre

source: Currently running Jupyter processes
es: Procesos Jupyter actualmente en ejecución

source: Refresh running list
es: Actualizar lista en ejecución

source: There are no terminals running.
es: No hay terminales en ejecución.

source: Terminals are unavailable.
es: Las Terminales no están disponibles.

source: Notebooks
es: Libretas

source: There are no notebooks running.
es: No hay libretas en ejecución.

source: Clusters tab is now provided by IPython parallel.
es: La pestaña de grupos de cómputo ahora es proveída por IPython parallel.

source: See '<a href="https://github.com/ipython/ipyparallel">IPython parallel</a>' for installation details.
es: Ver '<a href="https://github.com/ipython/ipyparallel">IPython parallel</a>' para los detalles de instalación.
